{
    "params": [
        "Область применения",
        "Требования к структурным элементам отчета",
        "Правила оформления"
    ],
    "elements": [
        {
            "element": "ссылки на приложения",
            "description": "Должны быть даны ссылки на все приложения в тексте отчета"
        },
        {
            "element": "размещение приложений",
            "description": "Каждое приложение следует размещать с новой страницы с указанием в центре верхней части страницы слова 'ПРИЛОЖЕНИЕ'."
        },
        {
            "element": "обозначение приложений",
            "description": "Приложения обозначают прописными буквами кириллического алфавита, начиная с А, за исключением букв Ё, З, Й, О, Ч, Ъ, Ы, Ь. Допускается обозначение приложений буквами латинского алфавита, за исключением букв I и O. В случае полного использования букв кириллического или латинского алфавита допускается обозначать приложения арабскими цифрами."
        },
        {
            "element": "формат листов для приложений",
            "description": "Приложения, как правило, выполняют на листах формата A4. Допускается оформление приложения на листах формата A3."
        },
        {
            "element": "структурирование текста приложений",
            "description": "Текст каждого приложения при необходимости может быть разделен на разделы, подразделы, пункты, подпункты, которые нумеруют в пределах каждого приложения. Перед номером ставится обозначение этого приложения."
        },
        {
            "element": "нумерация страниц",
            "description": "Приложения должны иметь общую с остальной частью отчета сквозную нумерацию страниц."
        },
        {
            "element": "содержание отчета",
            "description": "Все приложения должны быть перечислены в содержании отчета (при наличии) с указанием их обозначений, статуса и наименования."
        }
    ],
    "gost_params": {
        "Титульный лист": "Включается в общую нумерацию отчета, номер страницы не проставляется",
        "грифы согласования и утверждения отчета": [
            "подпись руководителя организации с расшифровкой",
            "печать организации",
            "даты согласования и утверждения отчета (дату указывают в интервале выполнения работы для промежуточных отчетов и дату окончания для заключительных отчетов)"
        ],
        "список исполнителей": [
            "должны быть включены фамилии и инициалы, должности, ученые степени, ученые звания и подписи руководителей НИР, ответственных исполнителей, исполнителей и соисполнителей, принимавших непосредственное участие в выполнении работы, с указанием их роли в подготовке отчета"
        ],
        "титульный лист": [
            "следует оформлять в соответствии с правилами 6.10",
            "должен содержать сведения, относящиеся к соответствующей книге"
        ],
        "СПИСОК ИСПОЛНИТЕЛЕЙ": "не оформляют, если отчет выполнен одним исполнителем",
        "нормоконтролер": "проверяет соблюдение норм и требований, единообразие в оформлении и правила оформления отчета о НИР",
        "реферат": {
            "Объем текста": "не более 850 печатных знаков, одна страница машинописного текста",
            "Содержание": [
                "сведения об объеме отчета, книг, иллюстраций, таблиц, источЫников, приложений",
                "перечень ключевых слов",
                "текст реферата с объектом исследования, целью работы, методами, результатами, областью применения, рекомендациями, экономической эффективностью, прогнозами"
            ]
        },
        "ключевые слова": "5-15 слов или словосочетаний, характеризующих содержание отчета",
        "СОДЕРЖАНИЕ": {
            "Описание": [
                "Включает введение, наименование всех разделов и подразделов, пунктов, заключение, список использованных источников и наименования приложений",
                "Приводит наименования структурных элементов работы с номерами страниц начала каждого элемента",
                "Обозначения подразделов после отступа в 2 знака относительно обозначения разделов",
                "Обозначения пунктов после отступа в 4 знака относительно обозначения разделов",
                "Продолжение записи заголовков на второй строке с уровнем начала заголовка на первой строке",
                "Для отчета объемом не более 10 страниц содержание не составляется",
                "Оформляется в соответствии с пунктом 6.13"
            ]
        },
        "ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ": {
            "Описание": [
                "Содержит определения терминов, используемых в отчете о НИР"
            ]
        },
        "Перечень терминов и определений": {
            "Требования к оформлению": "Соответствие пункту 6.14"
        },
        "Перечень сокращений и обозначений": {
            "Требования к оформлению": "Соответствие пункту 6.15",
            "Если более трех обозначений": "Составление отдельного перечня с необходимыми сведениями",
            "расположение": "столбцом без знаков препинания",
            "приведение": [
                "алфавитном порядке",
                "термины, условные обозначения, символы, единицы физических величин"
            ]
        },
        "Введение": {
            "Содержание": [
                "Оценка современного состояния проблемы",
                "Цели и задачи НИР",
                "Связь работы с другими исследованиями"
            ],
            "Промежуточный отчет по этапу НИР": {
                "Обязательные указания": "Цели и задачи исследований на этом этапе, их место в общем отчете о НИР"
            },
            "структурные элементы": [
                "Перечень наименований всех подготовленных промежуточных отчетов по этапам",
                "Регистрационные номера промежуточных отчетов"
            ],
            "требования": "Необходимо привести перечень наименований промежуточных отчетов и их регистрационные номера, если они были представлены на регистрацию"
        },
        "Основная часть": {
            "структурные элементы": [
                "Выбор направления исследований",
                "Процесс теоретических и (или) экспериментальных исследований",
                "Обобщение и оценка результатов исследований"
            ],
            "требования": {
                "Выбор направления исследований": [
                    "Обоснование направления исследования",
                    "Методы решения задач и их сравнительная оценка",
                    "Описание выбранной общей методики проведения НИР"
                ],
                "Процесс теоретических и (или) экспериментальных исследований": [
                    "Определение характера и содержания теоретических исследований",
                    "Методы исследований",
                    "Методы расчета",
                    "Обоснование необходимости проведения экспериментальных работ",
                    "Принципы действия разработанных объектов",
                    "Характеристики объектов"
                ],
                "Обобщение и оценка результатов исследований": [
                    "Оценка полноты решения поставленной задачи",
                    "Предложения по дальнейшим направлениям работ",
                    "Оценка достоверности результатов и технико-экономической эффективности внедрения",
                    "Сравнение с аналогичными результатами отечественных и зарубежных работ",
                    "Обоснование необходимости дополнительных исследований",
                    "Отрицательные результаты и причины их возникновения"
                ]
            }
        },
        "Заключение": {
            "структурные элементы": [
                "Краткие выводы по результатам НИР",
                "Оценка полноты решений задач",
                "Разработка рекомендаций и исходных данных по использованию результатов НИР",
                "Результаты оценки технико-экономической эффективности внедрения"
            ],
            "требования": "Необходимо включить краткие выводы, оценку решений, разработку рекомендаций и исходных данных, результаты оценки технико-экономической эффективности внедрения в отчет"
        },
        "Область применения": "Данные требования применяются при подготовке отчетов по различным видам деятельности.",
        "Требования к структурным элементам отчета": {
            "Результаты оценки научно-технического уровня выполненной НИР": [
                "Сравнение результатов НИР с лучшими достижениями в области"
            ],
            "Список использованных источников": [
                "Составление сведений об источниках в соответствии с ГОСТ 7.1, ГОСТ 7.80, ГОСТ 7.82",
                "Оформление библиографических записей на документы с использованием арабских цифр в квадратных скобках",
                "Форматирование списка использованных источников в соответствии с 6.16"
            ],
            "Приложения": [
                "Включение материалов, дополняющих текст отчета и связанных с выполненной НИР",
                "Допустимые содержание приложений: дополнительные материалы, промежуточные математические доказательства и расчеты, таблицы вспомогательных цифровых данных, протоколы испытаний, заключение метрологической экспертизы, инструкции, методики, описания алгоритмов и программ, иллюстрации, копии технического задания, протокол рассмотрения результатов НИР, акты внедрения результатов НИР, копии охранных документов",
                "Оформление приложений согласно 6.17"
            ],
            "Формат страницы": "A4 по ГОСТ 9327, допускается A3 при наличии большого количества таблиц и иллюстраций данного формата",
            "Печать отчета": "Любым печатным способом на одной стороне листа белой бумаги формата A4 через полтора интервала, допускается через один интервал при значительном объеме (500 и более страниц)",
            "Цвет и размер шрифта": "Цвет шрифта - черный, размер не менее 12 пт, рекомендуемый тип шрифта - Times New Roman",
            "Начертание шрифта": "Полужирный шрифт только для заголовков разделов и подразделов, заголовков структурных элементов; курсив для обозначения объектов, терминов на латыни и других объектов и терминов",
            "Выделение текста": "Может применяться иное начертание шрифта для акцентирования внимания, разрешается использовать шрифты разной гарнитуры для определенных терминов, формул, теорем",
            "Размеры полей": "Левое - 30 мм, правое - 15 мм, верхнее и нижнее - 20 мм",
            "Отступ абзацев": "Одинаковый по всему тексту отчета, равен 1,25 см",
            "нумерация пунктов": [
                "Пункты отчета должны нумероваться порядковыми номерами в пределах отчета"
            ],
            "нумерация подпунктов": [
                "Подпункты, если есть, должны иметь порядковую нумерацию в пределах каждого пункта"
            ],
            "перечисления": [
                "Перед каждым элементом перечисления следует ставить тире",
                "При необходимости ссылок на элементы перечисления в тексте, вместо тире ставятся строчные буквы русского алфавита со скобкой (кроме е, з, й, о, ч, ъ, ы, ь)",
                "Простые перечисления отделяются запятой, сложные - точкой с запятой",
                "Допускается использование арабских цифр перед элементами перечисления, после которых ставится скобка"
            ],
            "Заголовки": "Должны четко и кратко отражать содержание разделов, подразделов. Разделять двухпредложные заголовки точкой.",
            "Нумерация книг": "Каждая книга должна иметь свой порядковый номер в виде арабских цифр на титульном листе.",
            "Иллюстрации": "Располагать непосредственно после текста отчета или на следующей странице. Давать ссылки на все иллюстрации в отчете.",
            "Соответствие стандартам": "Чертежи, графики, диаграммы, схемы должны соответствовать стандартам ЕСКД.",
            "Нумерация": "Иллюстрации нумеруются сквозной арабскими цифрами. В случае одной иллюстрации обозначается как 'Рисунок 1'.",
            "Нумерация в приложениях": "Иллюстрации в приложениях нумеруются арабскими цифрами с обозначением приложения перед номером.",
            "Дополнительная нумерация": "Допускается нумеровать иллюстрации в пределах раздела. Номер состоит из номера раздела и порядкового номера иллюстрации, разделенных точкой.",
            "Примечания": [
                "Примечание должно быть помещено непосредственно после текста, графического материала или таблицы, к которым относится",
                "Если одно примечание, то после слова 'Примечание' ставится тире и текст примечания печатается с прописной буквы",
                "Одно примечание не нумеруется, несколько примечаний нумеруются по порядку арабскими цифрами без точки"
            ],
            "Сноски": [
                "При необходимости дополнительного пояснения в отчете допускается использовать сноски",
                "Знак сноски ставится без пробела непосредственно после слова, числа, символа, предложения, к которому дается пояснение",
                "Сноска указывается надстрочно арабскими цифрами или знаком звездочка (*)",
                "Сноску располагают с абзацного отступа в конце страницы, на которой приведено поясняемое слово, и отделяют от текста горизонтальной линией"
            ],
            "Формулы и уравнения": [
                "Уравнения и формулы следует выделять из текста в отдельную строку",
                "Выше и ниже каждой формулы должно быть оставлено не менее одной свободной строки",
                "Если уравнение не умещается в одну строку, оно должно быть перенесено после знака равенства или других математических знаков",
                "При переносе формулы на знаке умножения применяют знак 'X'"
            ],
            "Титульный лист": [
                "Если на титульном листе не хватает места для всех подписей, то они переносятся на дополнительную страницу титульного листа.",
                "В правом верхнем углу дополнительной страницы указывают 'Продолжение титульного листа'.",
                "На первой странице справа указывают 'Продолжение на следующем листе'.",
                "Место и год составления отчета приводятся по центру в нижней части титульного листа, разделяя их пробелом.",
                "Если титульный лист имеет продолжение, то место и год указываются только на первом листе."
            ],
            "Список исполнителей": [
                "Информация о исполнителях размещается в виде столбца.",
                "Слева указывают должности, ученые степени, ученые звания руководителя НИР, ответственных исполнителей, исполнителей, соисполнителей.",
                "Затем оставляют место для подлинных подписей, справа указывают инициалы и фамилии.",
                "В скобках у фамилии указывается номер раздела, в подготовке которого участвовал исполнитель.",
                "Для соисполнителей из других организаций указывается наименование организации.",
                "Список формируется по должностям исполнителей."
            ],
            "Реферат": [
                "Сведения об общем объеме отчета, количестве книг, иллюстраций, таблиц, использованных источников, приложений располагаются с абзацного отступа в строку через запятые.",
                "Ключевые слова являются второй компонентой реферата.",
                "Они приводятся в именительном падеже, печатаются прописными буквами в строку через запятые без абзацного отступа и переноса слов, без точки в конце перечня."
            ],
            "ссылки на приложения": [
                "Должны быть даны ссылки на все приложения в тексте отчета"
            ],
            "размещение приложений": [
                "Каждое приложение следует размещать с новой страницы с указанием в центре верхней части страницы слова 'ПРИЛОЖЕНИЕ'."
            ],
            "обозначение приложений": [
                "Приложения обозначают прописными буквами кириллического алфавита, начиная с А, за исключением букв Ё, З, Й, О, Ч, Ъ, Ы, Ь. Допускается обозначение приложений буквами латинского алфавита, за исключением букв I и O. В случае полного использования букв кириллического или латинского алфавита допускается обозначать приложения арабскими цифрами."
            ],
            "формат листов для приложений": [
                "Приложения, как правило, выполняют на листах формата A4. Допускается оформление приложения на листах формата A3."
            ],
            "структурирование текста приложений": [
                "Текст каждого приложения при необходимости может быть разделен на разделы, подразделы, пункты, подпункты, которые нумеруют в пределах каждого приложения. Перед номером ставится обозначение этого приложения."
            ],
            "нумерация страниц": [
                "Приложения должны иметь общую с остальной частью отчета сквозную нумерацию страниц."
            ],
            "содержание отчета": [
                "Все приложения должны быть перечислены в содержании отчета (при наличии) с указанием их обозначений, статуса и наименования."
            ]
        },
        "Правила оформления": {
            "6 Правила оформления отчета": {
                "6.1 Общие требования": "Включает в себя общие требования к оформлению отчета по НИР"
            },
            "Качество текста и оформления": "Должно удовлетворять требованию четкого воспроизведения",
            "Плотность и четкость изображения": "Линии, буквы, цифры и знаки должны иметь одинаковую контрастность по всему тексту отчета",
            "перечисления": {
                "Пример 1": {
                    "текст": "Информационно-сервисная служба для обслуживания удаленных пользователей включает следующие модули:",
                    "элементы": [
                        "удаленный заказ",
                        "виртуальная справочная служба",
                        "виртуальный читальный зал"
                    ]
                },
                "Пример 2": {
                    "текст": "Работа по оцифровке включала следующие технологические этапы:",
                    "элементы": [
                        "первичный осмотр и структурирование исходных материалов",
                        "сканирование документов",
                        "обработка и проверка полученных образов",
                        "структурирование оцифрованного массива",
                        "выходной контроль качества массивов графических образов"
                    ]
                },
                "Пример 3": {
                    "текст": "Камеральные и лабораторные исследования включали разделение всего выявленного видового состава растений на четыре группы по степени использования их копытными:",
                    "элементы": [
                        "случайный корм",
                        "второстепенный корм",
                        "дополнительный корм",
                        "основной корм"
                    ]
                },
                "Пример 4": {
                    "текст": "Разрабатываемое сверхмощное устройство можно будет применять в различных отраслях реального сектора экономики:",
                    "элементы": {
                        "в машиностроении": [
                            "для очистки отливок от формовочной смеси",
                            "для очистки лопаток турбин авиационных двигателей",
                            "для холодной штамповки из листа"
                        ],
                        "в ремонте техники": []
                    }
                }
            },
            "Примечания": {
                "Одно примечание": "После слова 'Примечание' ставится тире, текст пишется с прописной буквы",
                "Несколько примечаний": "Нумеруются по порядку арабскими цифрами без точки"
            },
            "Сноски": {
                "Расположение": "В конце страницы с абзацного отступа",
                "Отделение от текста": "Горизонтальной линией слева",
                "Знак": "Сноску указывают надстрочно арабскими цифрами или знаком звездочка (*)"
            },
            "Формулы и уравнения": {
                "Выделение": "Из текста в отдельную строку",
                "Отступы": "Выше и ниже каждой формулы оставляется не менее одной свободной строки",
                "Перенос уравнения": "Если не помещается в одну строку, переносить после знака равенства или других математических знаков",
                "Перенос на умножении": "При переносе на знаке умножения используется знак 'X'"
            },
            "Титульный лист": {
                "Наименование министерства (ведомства)": {
                    "размещение": "верхняя часть титульного листа",
                    "формат": "по центру страницы"
                },
                "Полное наименование организации-исполнителя НИР": {
                    "размещение": "центр страницы",
                    "формат": "прописными буквами"
                },
                "Сокращенное наименование организации-исполнителя НИР": {
                    "размещение": "центр страницы",
                    "формат": "в круглых скобках, прописными буквами"
                },
                "Индекс УДК, регистрационный номер НИР, регистрационный номер отчета": {
                    "размещение": "слева на титульном листе",
                    "формат": "через один межстрочный интервал"
                },
                "Грифы согласования и утверждения": {
                    "формат": "слова 'СОГЛАСОВАНО' и 'УТВЕРЖДАЮ', должность, ученая степень, ученое звание лица, личная подпись (синий цвет чернил), расшифровка подписи, дата согласования и утверждения",
                    "размещение": "ниже номеров отчета справа и слева через два межстрочных интервала"
                },
                "Дата согласования и утверждения": {
                    "формат": "арабские цифры: день.месяц.год или словесно-цифровой способ"
                },
                "Дополнительная страница": "Правый верхний угол - 'Продолжение титульного листа', первая страница справа - 'Продолжение на следующем листе'.",
                "Место и год составления": "Центрированы в нижней части титульного листа с разделением пробелом."
            },
            "Список исполнителей": {
                "Расположение": "Информация о каждом исполнителе размещается в столбце.",
                "Формат": "Слева - должность, ученая степень, ученое звание, справа - инициалы и фамилия, в скобках номер раздела.",
                "Для соисполнителей": "Указывается наименование организации-соисполнителя."
            },
            "Реферат": {
                "Сведения об объеме отчета": "Располагаются с абзацного отступа в строку через запятые.",
                "Ключевые слова": "Прописными буквами в строку через запятые без точки в конце перечня."
            },
            "шрифт": "полужирный",
            "выравнивание": "по центру",
            "обозначение приложения": "без точки в конце",
            "нумерация текста приложений": "в пределах каждого приложения"
        },
        "Фамилии, наименования учреждений, организаций, фирм, наименования изделий и другие имена собственные": "приводятся на языке оригинала, допускается транслитерация и приведение на язык отчета с добавлением оригинального названия по ГОСТ 7.79",
        "Сокращения слов и словосочетаний": "оформляются в соответствии с требованиями ГОСТ 7.11, ГОСТ 7.12",
        "Наименования структурных элементов отчета": "Список: 'СПИСОК ИСПОЛНИТЕЛЕЙ', 'РЕФЕРАТ', 'СОДЕРЖАНИЕ', 'ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ', 'ПЕРЕЧЕНЬ СОКРАЩЕНИЙ И ОБОЗНАЧЕНИЙ', 'ВВЕДЕНИЕ', 'ЗАКЛЮЧЕНИЕ', 'СПИСОК ИСПОЛЬЗОВАННЫХ ИСТОЧНИКОВ', 'ПРИЛОЖЕНИЕ'",
        "Построение отчета": "Отчет делится на разделы, подразделы и пункты. Разделы и подразделы имеют заголовки, пункты и подпункты могут быть без заголовков.",
        "Заголовки структурных элементов отчета": "Располагаются в середине строки без точки в конце, прописными буквами, не подчеркиваются. Каждый элемент начинается с новой страницы.",
        "Заголовки разделов и подразделов": "Начинаются с абзацного отступа и размещаются после порядкового номера, печатаются прописными буквами, полужирным шрифтом, не подчеркиваются, без точки в конце. Пункты и подпункты могут иметь только порядковый номер без заголовка.",
        "Заголовки из нескольких предложений": "Разделяются точками, переносы слов не допускаются.",
        "Нумерация страниц отчета": "",
        "Страницы отчета": "Нумерация страниц - арабские цифры, центрирование номера в нижней части страницы без точки",
        "Иллюстрации и таблицы": "Иллюстрации и таблицы на отдельных листах включаются в общую нумерацию страниц; на листе формата A3 считаются как одна страница",
        "Нумерация разделов, подразделов, пунктов, подпунктов и книг отчета": "Разделы - арабские цифры без точки; подразделы нумеруются в пределах раздела; пункты нумеруются в пределах раздела или подраздела в зависимости от наличия подразделов",
        "Иллюстрации": {
            "6.5.7": {
                "описание": "Иллюстрации могут иметь наименование и пояснительные данные. Наименование следует размещать после пояснительных данных и располагать в центре под рисунком без точки в конце. Пример: 'Рисунок 2 - Оформление таблицы'",
                "особенности": [
                    "наименование и пояснительные данные могут присутствовать",
                    "наименование следует размещать в центре под рисунком",
                    "если наименование состоит из нескольких строк, записывать через один межстрочный интервал",
                    "перенос слов в наименовании не допускается"
                ]
            },
            "6.5.8": {
                "описание": "Наименование рисунка следует записывать с прописной буквы без точки в конце. Перенос слов не допускается."
            }
        },
        "Таблицы": {
            "6.6": {
                "описание": "Цифровой материал должен оформляться в виде таблиц для наглядности и удобства сравнения показателей",
                "структура": {
                    "6.6.1": "Таблицу следует размещать непосредственно после текста, где она упоминается впервые, или на следующей странице",
                    "6.6.2": "На все таблицы должны быть ссылки с указанием слова 'таблица' и ее номера",
                    "6.6.3": {
                        "описание": "Наименование таблицы должно быть точным и кратким, отражать содержание. Размещается над таблицей слева без абзацного отступа. Пример формата: 'Таблица Номер таблицы - Наименование таблицы'. Если наименование занимает две строки и более, записывать через один межстрочный интервал. При переносе таблицы на другую страницу указывать 'Продолжение таблицы' и номер таблицы",
                        "особенности": [
                            "наименование должно быть с прописной буквы без точки в конце",
                            "при делении таблицы на части можно заменять головку или боковик номерами граф и строк",
                            "таблицы, за исключением таблиц приложений, следует нумеровать арабскими цифрами сквозной нумерацией"
                        ]
                    },
                    "6.6.4": "Таблицы, за исключением таблиц приложений, следует нумеровать арабскими цифрами сквозной нумерацией"
                }
            }
        },
        "нумерация таблиц": "Таблицы каждого приложения обозначаются отдельной нумерацией арабскими цифрами с добавлением перед цифрой обозначения приложения. Если в отчете одна таблица, она должна быть обозначена 'Таблица 1' или 'Таблица А.1' (если она приведена в приложении А). Допускается нумеровать таблицы в пределах раздела при большом объеме отчета. В этом случае номер таблицы состоит из номера раздела и порядкового номера таблицы, разделенных точкой: Таблица 2.3.",
        "оформление заголовков и подзаголовков таблиц": "Заголовки граф и строк таблицы следует печатать с прописной буквы, а подзаголовки граф - со строчной буквы, если они составляют одно предложение с заголовком, или с прописной буквы, если они имеют самостоятельное значение. В конце заголовков и подзаголовков таблиц точки не ставятся. Названия заголовков и подзаголовков таблиц указывают в единственном числе.",
        "оформление границ таблиц": "Таблицы слева, справа, сверху и снизу ограничивают линиями. Разделять заголовки и подзаголовки боковика и граф диагональными линиями не допускается. Заголовки граф выравнивают по центру, а заголовки строк - по левому краю. Горизонтальные и вертикальные линии, разграничивающие строки таблицы, допускается не проводить, если их отсутствие не затрудняет пользование таблицей.",
        "повторяющийся текст в таблицах": "Текст, повторяющийся в строках одной и той же графы и состоящий из одиночных слов, заменяют кавычками. Ставить кавычки вместо повторяющихся цифр, буквенно-цифровых обозначений, знаков и символов не допускается. Если текст повторяется, то при первом повторении его заменяют словами 'то же', а далее кавычками. В таблице допускается применять размер шрифта меньше, чем в тексте отчета.",
        "размер шрифта в таблицах": "Допустимый размер шрифта в таблицах меньше, чем в тексте отчета.",
        "примечания и сноски": "Примечания приводят в отчете, если необходимы пояснения или справочные данные к содержанию текста, таблиц или графического материала. Слово 'Примечание' следует печатать с прописной буквы с абзацного отступа, не подчеркивая.",
        "Пояснение значений символов и числовых коэффициентов": {
            "Требования": [
                "Пояснение значений должно быть под формулой",
                "Значения каждого символа и числового коэффициента отдельно на новой строке",
                "Первая строка должна начинаться со слова 'где' без двоеточия"
            ]
        },
        "Формулы": {
            "Требования": [
                "Формулы должны быть посередине строки",
                "Нумерация формул - арабскими цифрами в круглых скобках в крайнем правом положении на строке",
                "Формулы обозначаются порядковой нумерацией в пределах отчета"
            ]
        },
        "Ссылки": {
            "Требования": [
                "Рекомендуется приводить ссылки на использованные источники",
                "Нумерация ссылок - арабскими цифрами в квадратных скобках в конце текста ссылки",
                "Ссылаться следует на документ в целом или на его разделы и приложения"
            ]
        },
        "вид документа": "отчет о НИР",
        "наименование НИР": "наименование НИР приводят строчными буквами с первой прописной по центру строки, через один межстрочный интервал",
        "наименование отчета": "наименование отчета приводят прописными буквами по центру строки, через один межстрочный интервал перед наименованием отчета на верхней строке по центру приводят строчными буквами слова 'по теме:'",
        "вид отчета": "вид отчета приводят в круглых скобках строчными буквами. Для промежуточных отчетов в тех же круглых скобках, через запятую, после вида отчета указывают номер этапа",
        "номер научно-технической программы": "шифр программы, темы печатают по центру страницы с прописной буквы, через один межстрочный интервал",
        "номер книги отчета": "если отчет состоит из нескольких книг, то на титульном листе приводится слово 'Книга' строчными буквами с первой прописной и через пробел номер текущей книги",
        "научный руководитель/руководители НИР": "слева указывают должности, ученые степени, ученые звания руководителя/руководителей НИР, затем оставляют свободное поле для подписей, справа указывают инициалы и фамилии",
        "Текст реферата": {
            "абзацный отступ": "после ключевых слов",
            "структурные части реферата": "выделение с абзацных отступов"
        },
        "Содержание": {
            "запись содержания": [
                "отдельный абзац",
                "выровненный влево"
            ],
            "номера страниц": [
                "выровненные по правому краю",
                "соединяются с наименованием посредством отточия"
            ]
        },
        "Термины и определения": {
            "перечень": "в виде списка терминологических статей",
            "расположение": "столбцом без знаков препинания",
            "оформление": [
                {
                    "оформление в виде таблицы": [
                        "две колонки: термин, определение"
                    ]
                }
            ]
        },
        "Список использованных источников": {
            "расположение": "порядке появления ссылок на источники в тексте",
            "нумерация": "арабскими цифрами с точкой",
            "печать": "с абзацного отступа"
        },
        "Приложения": {
            "включение": [
                "графический материал",
                "таблицы не более формата A3",
                "расчеты",
                "описания алгоритмов и программ"
            ],
            "оформление": [
                "продолжение на последующих листах",
                "самостоятельный документ (отдельная книга)"
            ]
        }
    }
}