{
    "params": [
        "Обозначение приложений",
        "Формат листов для приложений",
        "Структура текста приложений",
        "Нумерация страниц приложений",
        "Перечисление приложений в содержании отчета"
    ],
    "elements": [
        {
            "element": "Обозначение приложений",
            "description": "Приложения обозначают прописными буквами кириллического алфавита, начиная с А, за исключением букв Ё, З, Й, О, Ч, Ъ, Ы, Ь. После слова 'ПРИЛОЖЕНИЕ' следует буква, обозначающая его последовательность. Допускается обозначение приложений буквами латинского алфавита, за исключением букв I и O. В случае полного использования букв кириллического или латинского алфавита допускается обозначать приложения арабскими цифрами. Если в отчете одно приложение, оно обозначается 'ПРИЛОЖЕНИЕ А'."
        },
        {
            "element": "Формат листов для приложений",
            "description": "Приложения, как правило, выполняют на листах формата A4. Допускается оформление приложения на листах формата A3."
        },
        {
            "element": "Структура текста приложений",
            "description": "Текст каждого приложения при необходимости может быть разделен на разделы, подразделы, пункты, подпункты, которые нумеруют в пределах каждого приложения. Перед номером ставится обозначение этого приложения."
        },
        {
            "element": "Нумерация страниц приложений",
            "description": "Приложения должны иметь общую с остальной частью отчета сквозную нумерацию страниц."
        },
        {
            "element": "Перечисление приложений в содержании отчета",
            "description": "Все приложения должны быть перечислены в содержании отчета (при наличии) с указанием их обозначений, статуса и наименования."
        }
    ],
    "gost_params": {
        "Титульный лист": {
            "Требования": [
                "Наименование министерства (ведомства) или другого структурного образования",
                "Наименование (полное и сокращенное) организации-исполнителя НИР",
                "Индекс УДК по ГОСТ 7.90",
                "Регистрационный номер НИР и отчета",
                "Грифы согласования и утверждения отчета",
                "Вид документа (отчет о НИР)",
                "Наименование НИР и отчета",
                "Вид отчета (заключительный, промежуточный)",
                "Номер (шифр) научно-технической программы, темы",
                "Подпись инициалы и фамилию научного руководителя",
                "Место и год составления отчета"
            ],
            "Оформление": "Согласно 6.10, примеры оформления в приложении А"
        },
        "Список исполнителей": {
            "Требования": [
                "Фамилии и инициалы исполнителей",
                "Должности, ученые степени, ученые звания",
                "Подписи руководителей НИР и исполнителей",
                "Роль каждого в подготовке отчета"
            ]
        },
        "область применения": "ГОСТ описывает правила оформления примечаний, сносок, формул, уравнений, ссылок и титульного листа в научно-исследовательских отчетах.",
        "требования к структурным элементам отчета": {
            "СПИСОК ИСПОЛНИТЕЛЕЙ": [
                "Не оформляется, если отчет выполнен одним исполнителем"
            ],
            "Реферат": [
                "Должен содержать общий объем отчета, количество книг, иллюстраций, таблиц, использованных источников, приложений",
                "Должен включать перечень ключевых слов (от 5 до 15) и текст, отражающий объект исследования, цель работы, методы, результаты, рекомендации, экономическую эффективность и прогнозы"
            ],
            "Содержание": [
                "Включает введение, наименования всех разделов, подразделов, пунктов, заключение, список источников и приложений с указанием страниц начала каждого элемента",
                "При составлении отчета из нескольких книг каждая книга должна иметь свое содержание"
            ],
            "Термины и определения": [
                "Содержит определения терминов, используемых в отчете для обеспечения понимания и единообразия терминологии"
            ],
            "примечания": [
                "Примечание должно быть размещено после текстового, графического материала или таблицы.",
                "Одиночное примечание не нумеруется, текст начинается с прописной буквы.",
                "Несколько примечаний нумеруются по порядку арабскими цифрами без точки."
            ],
            "сноски": [
                "Сноска оформляется знаком сноски без пробела надстрочно арабскими цифрами.",
                "Сноска размещается с абзацного отступа в конце страницы и отделяется горизонтальной линией."
            ],
            "формулы и уравнения": [
                "Уравнения и формулы выделяются в отдельную строку с отступами сверху и снизу.",
                "Если уравнение не умещается в одну строку, оно переносится после соответствующих математических знаков.",
                "Значения символов и числовых коэффициентов поясняются под формулой в той же последовательности."
            ],
            "ссылки": [
                "Рекомендуется приводить ссылки на использованные источники.",
                "Нумерация ссылок приводится арабскими цифрами в квадратных скобках в конце текста ссылки."
            ],
            "титульный лист": [
                "Титульный лист должен содержать реквизиты отчета."
            ]
        },
        "правила оформления": {
            "Реферат": {
                "Объем текста": "850 печатных знаков, не более одной страницы машинописного текста",
                "Формат": "Соответствие требованиям 6.12"
            },
            "Содержание": {
                "Формат": "Соответствие требованиям 6.13"
            },
            "общие требования": [
                "Формат A4 по ГОСТ 9327, возможно использование формата A3",
                "Печать на одной стороне листа белой бумаги",
                "Размер шрифта не менее 12 пт, цвет - черный",
                "Тип шрифта - Times New Roman",
                "Полужирный шрифт для заголовков, курсив для объектов на латыни",
                "Выделение текста шрифтом другого начертания",
                "Размеры полей: левое - 30 мм, правое - 15 мм, верхнее и нижнее - 20 мм",
                "Абзацный отступ - 1,25 см"
            ],
            "качество": "Четкое воспроизведение текста и элементов",
            "плотность изображения": "Равномерная плотность и четкость по всему отчету",
            "контрастность": "Линии, буквы, цифры и знаки с одинаковой контрастностью",
            "примечания": {
                "Одиночное примечание": "Примечание - текст примечания с прописной буквы.",
                "Несколько примечаний": "Нумерация примечаний по порядку арабскими цифрами без точки."
            },
            "сноски": {
                "Оформление": "Знак сноски надстрочно арабскими цифрами, размещение с абзацного отступа с горизонтальной линией."
            },
            "формулы и уравнения": {
                "Оформление": "Выделение из текста, перенос при необходимости, пояснение значений под формулой."
            },
            "ссылки": {
                "Рекомендации": "Приводить ссылки на использованные источники, нумерация в квадратных скобках."
            },
            "титульный лист": {
                "Содержание": "Реквизиты отчета должны быть указаны на титульном листе."
            }
        },
        "термины и определения": {
            "element": "термины и определения"
        },
        "перечень сокращений и обозначений": {
            "element": "перечень сокращений и обозначений"
        },
        "введение": [
            "Должно содержать указанные оценки и данные в соответствии с пунктами 5.7.1, 5.7.2, 5.7.3"
        ],
        "основная часть отчета о нир": [
            "Должна содержать указанные данные и элементы в соответствии с пунктами 5.8.1, 5.8.2, 5.8.3"
        ],
        "заключение": [
            "Должно содержать указанные элементы в соответствии с пунктом 5.9"
        ],
        "список использованных источников": {
            "Требования": [
                "Сведения о источниках в соответствии с ГОСТ 7.1, ГОСТ 7.80, ГОСТ 7.82",
                "Библиографические записи на документы с ссылками в квадратных скобках",
                "Оформление по требованиям 6.16"
            ],
            "element": "список использованных источников"
        },
        "приложения": {
            "Рекомендации": [
                "Дополнительные материалы к отчету",
                "Промежуточные математические доказательства и расчеты",
                "Таблицы вспомогательных цифровых данных",
                "Протоколы испытаний",
                "Заключение метрологической экспертизы",
                "Инструкции, методики, описания алгоритмов и программ",
                "Иллюстрации вспомогательного характера",
                "Копии технического задания на НИР и другие документы",
                "Протокол рассмотрения результатов НИР",
                "Акты внедрения результатов НИР или их копии",
                "Копии охранных документов"
            ],
            "Требования": "Оформление по 6.17",
            "element": "приложения"
        },
        "фамилии, наименования учреждений, организаций, фирм, наименования изделий и другие имена собственные": "Приводятся на языке оригинала или транслитерируются с добавлением оригинального названия по ГОСТ 7.79",
        "сокращения слов и словосочетаний": "Оформляются в соответствии с ГОСТ 7.11, ГОСТ 7.12",
        "наименования структурных элементов отчета": "Заголовки располагаются в середине строки без точки в конце, прописными буквами, без подчеркивания. Каждый элемент начинается с новой страницы",
        "основная часть отчета": "Должна быть разделена на разделы, подразделы и пункты. Разделы и подразделы должны иметь заголовки. Пункты и подпункты, как правило, заголовков не имеют",
        "заголовки разделов и подразделов": "Должны начинаться с абзацного отступа и размещаться после порядкового номера, печататься с прописной буквы, полужирным шрифтом, без подчеркивания, без точки в конце",
        "нумерация страниц отчета": "Страницы отчета нумеруются арабскими цифрами, соблюдая сквозную нумерацию по всему тексту отчета. Номер страницы проставляется в центре нижней части страницы без точки",
        "нумерация разделов, подразделов, пунктов": "Разделы и подразделы отчета должны иметь порядковые номера, пункты нумеруются в пределах разделов и подразделов",
        "разбиение на пункты и подпункты": "4.2.1.1, 4.2.1.2, 4.2.1.3 и т.д.",
        "перечисления": "простые перечисления - через запятую, сложные - точкой с запятой, перед элементами могут быть арабские цифры и буквы русского алфавита",
        "заголовки": "четкое отражение содержания разделов, разделение двух предложений в заголовке точкой",
        "нумерация книг": "арабские цифры на титульном листе, указание вида отчета (например, 'Книга 2')",
        "иллюстрации": {
            "расположение": "непосредственно после текста отчета или на следующей странице, ближе к соответствующим частям текста",
            "нумерация": "арабские цифры сквозной нумерацией, отдельная нумерация для иллюстраций в каждом приложении, возможна нумерация в пределах раздела",
            "6.5.7": "Иллюстрации могут иметь наименование и пояснительные данные. Наименование размещается после пояснительных данных, центрируется под иллюстрацией без точки в конце. Пример: 'Рисунок 2 - Оформление таблицы'",
            "6.5.8": "Если наименование иллюстрации состоит из нескольких строк, оно записывается через один межстрочный интервал с прописной буквы без точки в конце. Перенос слов в наименовании не допускается."
        },
        "таблицы": {
            "6.6.1": "Цифровой материал должен оформляться в виде таблиц для наглядности и удобства сравнения показателей.",
            "6.6.2": "Таблица размещается после упоминания в тексте или на следующей странице. Необходимы ссылки на все таблицы. Наименование таблицы должно быть точным, кратким и располагаться над таблицей слева.",
            "6.6.3": "Если наименование таблицы занимает две строки и более, его следует записывать через один межстрочный интервал. При переносе части таблицы на другую страницу используется 'Продолжение таблицы'. Все таблицы, кроме таблиц приложений, нумеруются арабскими цифрами сквозной нумерацией.",
            "6.6.4": "Таблицы каждого приложения нумеруются отдельно арабскими цифрами с добавлением обозначения приложения перед цифрой. Возможна нумерация таблиц в пределах раздела. Заголовки граф и строк таблиц пишутся с прописной буквы, подзаголовки граф - со строчной или прописной в зависимости от значения."
        },
        "примечания и сноски": {
            "6.7.1": "Примечания приводятся в отчете, если требуются пояснения или справочные данные. Слово 'Примечание' пишется с прописной буквы с абзацного отступа.",
            "6.7.2": "Слово 'Примечание' пишется с прописной буквы без подчеркивания."
        },
        "наименование министерства (ведомства)": "размещается в верхней части титульного листа одно под другим по центру страницы",
        "полное наименование организации - исполнителя нир": "приводится прописными буквами, по центру страницы, через один межстрочный интервал",
        "сокращенное наименование организации - исполнителя нир": "приводится в круглых скобках, на отдельной строке, по центру страницы, прописными буквами, через один межстрочный интервал",
        "индекс удк, регистрационный номер нир, регистрационный номер отчета": "размещаются одно под другим слева, через один межстрочный интервал",
        "грифы согласования и утверждения": "содержат слова 'СОГЛАСОВАНО' и 'УТВЕРЖДАЮ', должность, ученую степень, ученое звание лица, личную подпись, расшифровку подписи, дату, печать организации",
        "дата согласования и утверждения": "оформляется арабскими цифрами в формате: день.месяц.год",
        "вид документа (отчет о нир)": "приводится прописными буквами по центру страницы",
        "наименование нир": "приводится строчными буквами с первой прописной по центру строки",
        "наименование отчета": "приводится прописными буквами, по центру строки",
        "вид отчета (промежуточный, заключительный)": "приводится в круглых скобках строчными буквами",
        "номер (шифр) научно-технической программы, темы": "печатается по центру страницы с прописной буквы",
        "номер книги отчета": "если отчет состоит из нескольких книг, указывается 'Книга' с номером текущей книги",
        "должность, ученая степень, ученое звание, подпись, инициалы и фамилия научного руководителя/руководителей нир": "указываются слева должности, ученые степени, ученые звания, справа подписи и инициалы с фамилиями",
        "место и год составления отчета": {
            "element": "место и год составления отчета"
        },
        "схема расположения реквизитов на титульном листе отчета": {
            "element": "схема расположения реквизитов на титульном листе отчета"
        },
        "список исполнителей": {
            "element": "список исполнителей"
        },
        "реферат": {
            "element": "реферат"
        },
        "содержание": {
            "element": "содержание"
        },
        "обозначение приложений": "Прописные буквы кириллического алфавита, начиная с А, за исключением букв Ё, З, Й, О, Ч, Ъ, Ы, Ь. Допускается использование латинских букв, кроме I и O. Допускается обозначение арабскими цифрами.",
        "формат листов для приложений": "Формат A4, допускается A3.",
        "структура текста приложений": "Разделение текста на разделы, подразделы, пункты, подпункты с нумерацией в пределах каждого приложения.",
        "нумерация страниц приложений": "Общая сквозная нумерация страниц для всех приложений.",
        "перечисление приложений в содержании отчета": "Перечисление всех приложений в содержании отчета с указанием их обозначений, статуса и наименования."
    }
}