{
  "result": {
    "0": [
      "assistantВ работе рассматриваются зеленые насаждения (ЗНОП) как важный элемент города Санкт-Петербург (СПб). Они связаны с ландшафтом города и прилегающей территории, решая вопросы озеленения, обновления территории, охраны природы и рекреации, а также улучшая микроклимат и создавая комфортные условия для отдыха.\n\nЦель исследования — анализ размещения существующих и планируемых ЗНОП СПб с точки зрения их градостроительных, рекреационных, природоохранных и средообразующих функций. Для этого были поставлены следующие задачи:\n\n1. Характеристика существующей ситуации с ЗНОП в СПб:\n   - Анализ федеральных и региональных нормативно-правовых актов;\n   - Выявление текущего состояния ЗНОП разных типов;\n   - Распределение ЗНОП по категориям, размерам, районам и на душу населения;\n   - Распределение ЗНОП по ландшафтам и типам растительности;\n   - Краткая характеристика крупнейших ЗНОП.\n\n2. Анализ градостроительной и рекреационной функций ЗНОП:\n   - Анализ планируемых изменений в размещении ЗНОП;\n   - Соотношение планируемых ЗНОП с функциональными зонами проекта генерального плана СПб, территориальными зонами ПЗЗ, ОКН, ЗО и ООПТ;\n   - Анализ рекреационной функции с точки зрения благоустройства, обеспеченности и доступности для населения;\n     - Элементы благоустройства по паспортам ЗНОП;\n     - Обеспеченность населения ЗНОП;\n     - Нагрузка на ЗНОП по базе домов.\n\n3. Анализ природоохранной и средообразующей функций ЗНОП:\n   - Соотношение размещения ЗНОП с местообитаниями редких и охраняемых видов живых организмов;\n   - Соотношение размещения ЗНОП с ценными средообразующими типами растительности и ландшафтов;\n   - Выявление системных проблем в выполнении ЗНОП их природоохранной и средообразующей функций;\n   - Соотнесение ЗНОП с системой существующих и планируемых ООПТ Санкт-Петербурга;\n   - Рекомендации по оптимизации природоохранной и средообразующей функций ЗНОП.\n\nАктуальность темы заключается в необходимости оптимизации природоохранной и средообразующей функций ЗНОП, что способствует улучшению экологической ситуации в городе."
    ],
    "1": [
      "assistantСогласно закону г. Санкт-Петербурга от 23.06.2010 «О зелёных насаждениях Санкт-Петербурга (с изменениями на 30 ноября 2018 года)», зеленые насаждения определяются как древесные, кустарниковые, травянистые растения и цветники естественного и искусственного происхождения на территории Санкт-Петербурга.\n\nЗакон г. Санкт-Петербурга от 19.09.2007 «О зелёных насаждениях общего пользования (с изменениями на 12 мая 2020 года)» классифицирует территории зеленых насаждений общего пользования по городскому и местному значениям, а также резерву озеленения. Территории общего пользования городского значения управляются уполномоченными органами государственной власти, а местного значения — органами местного самоуправления внутригородских муниципальных образований. Резерв озеленения предназначен для дальнейшего озеленения и управляется уполномоченными органами государственной власти.\n\nФедеральный закон об охране окружающей среды (принят 20 декабря 2001 года) регламентирует охрану природных объектов, включая зеленый фонд городских и сельских населенных пунктов. Статья 59 закона запрещает любую деятельность, которая может привести к их деградации или уничтожению. Статья 61 закона касается охраны зеленого фонда, где запрещаются действия, мешающие его функциям экологического, санитарно-гигиенического и рекреационного назначения.\n\nПриказ Госстроя РФ от 15.12.1999 № 153 содержит данные о проектной документации для создания новых зелёных насаждений. Также в приказе описываются стандарты создания таких насаждений. Охрана насаждений озелененных территорий включает административно-правовые, организационно-хозяйственные, экономические, архитектурно-планировочные и агротехнические меры, направленные на их сохранение, восстановление или улучшение функций. Землепользователи обязаны сохранять насаждения и соблюдать установленные правила."
    ],
    "2": [
      "assistantСуммаризация:\n\nВ Санкт-Петербурге зелёные насаждения общего пользования (ЗНОП) разделены на три категории: Городское значение (ГЗ), Местное значение (МЗ) и Резерв озеленения (РО). ГЗ занимает 6152,78 га, из них 1089,04 га находится в Петродворцовом районе.\n\nОбщая площадь ЗНОП всех типов больше всего в Петродворцовом районе (1277,21 га), обеспечивая его самым высоким показателем на 1 жителя — 90 кв.м. на человека. Лидеры также Курортный и Пушкинский районы, а меньше всего обеспечены жители Центрального района — 5 кв.м. на человека.\n\nМинимальные нормативы обеспеченности населения ЗНОП установлены Законом Санкт-Петербурга: 6 кв.м. на человека для некоторых районов и 12-18 кв.м. на человека для других. В Санкт-Петербурге эти нормативы не соблюдается в Центральном, Невском, Фрунзенском и Кронштадтском районах.\n\nДоля ЗНОП от площади района варьируется от 1,24% (Курортный район) до 13,93% (Калининский район). Общая доля ЗНОП от площади города составляет 5,45%."
    ],
    "3": [
      "assistantСогласно проведенному исследованию, для выявления современной структуры и состава зеленых насаждений общего пользования был создан базовый набор данных на основе паспортов ЗНОП городского значения, составленных подведомственными учреждениями Комитета по благоустройству СПб. Базовая информация включала данные о площади участка, его составляющих (лесная растительность, посадки деревьев, газоны и др.) и элементах благоустройства (дорожки, скамейки, детские и спортивные площадки и др.). Обработано было более 2100 таких паспортов.\n\nПри обработке данных были обнаружены многочисленные пропуски и ошибки, часть из которых была исправлена, а оставшиеся помечены как недостоверные. Особенно это касается недоинвентаризированных естественных лесных массивов, например, парк Сосновка, и тех, которые не были инвентаризированы вовсе. Большую часть составляют лесные массивы Курортного района, поэтому в дальнейшем при исследовании состава древесных насаждений ЗНОП Курортного района по большинству показателей не учитывались.\n\nБаза данных была присоединена к векторной модели данных об участках ЗНОП с помощью SQL-технологии, что позволило проводить пространственное исследование свойств этих участков. Созданная пространственная модель данных об участках ЗНОП имеет самостоятельную ценность и может быть использована при решении широкого круга задач городского планирования.\n\nИсследование было сосредоточено на изучении древесной растительности участков ЗНОП. В результате было установлено, что на участках ЗНОП Санкт-Петербурга произрастает около 1,5 миллионов деревьев 252 различных видов и сортов. Эти виды и сорта были объединены в 34 группы, учитывая местное происхождение и интродукцию видов.\n\nРезультаты исследования показывают, что более 70% древостоев составляют местные виды, в том числе береза и сосна. Однако, доля местных видов еще больше из-за недоучета деревьев в естественных древостоях Курортного района.\n\nТакже были выделены различные типы ландшафтов участков ЗНОП по степени покрытия деревьями, что позволило определить, какие участки являются открытыми, полуоткрытыми и закрытыми. Также были определены процентные соотношения хвойных и лиственных пород деревьев по районам города, что отражает степень \"зональности\" древесной растительности на этих участках.\n\nКроме того, была оценена доля таежных древесных пород в общем составе древостоев на участках ЗНОП, что позволяет судить о степени \"зональности\" зеленых насаждений Санкт-Петербурга."
    ],
    "4": [
      "assistantПолежаевский парк расположен в Красносельском районе Санкт-Петербурга, занимая площадь около 156 гектаров. Его история начинается в XVIII веке, когда на территории протекала река Дудергофка, ранее известная как Лиговка. Канал Лиговский был построен для снабжения фонтанов Летнего сада. В начале XIX века усадьбу приобрел граф Кушелев, который построил дом по проекту Валлен-Деламота. Впоследствии владельцем стала семья Куриковых, которые начали продавать землю по частям. В 1920-х годах усадьба перешла к банкиру Константину Полежаевскому, в честь которого и получило свое имя.\n\nПосле революции плотина была разрушена, пруды исчезли, а усадьба была разобрана на кирпичи. Во время Великой Отечественной войны через территорию проходил Кировский вал, важный рубеж обороны Ленинграда. Сейчас парк нуждается в реконструкции, но точные сроки завершения работ неизвестны. На территории протекает река Дудергофка, а также находятся несколько небольших прудов, где обитают различные виды растений, включая кубышку желтую и рогоз широколистный.\n\nПарк Сосновка находится в Выборгском районе и занимает площадь около 290 гектаров. В 1930-х годах на северной окраине Санкт-Петербурга были организованы загородные участки. В дальнейшем территория была заселена, и в 1923 году там открылся Политехнический институт имени Калинина. Сосновый лес служил исследовательской базой Лесного института, а студенты высаживали кленовую аллею, которая сохранилась до настоящего времени.\n\nВ 1960-х годах незастроенная часть территории была передана под лесопарковую зону, переименованную в 1968 году в городской парк. Территория парка Сосновка является неоднородной по ландшафтному строению и рекреационной ценности. Западная, юго-западная и южная части пользуются высокой популярностью среди жителей, обеспечивая большую рекреационную нагрузку. На территории расположены спортивные сооружения, волейбольные и бадминтонные площадки, теннисные корты, футбольное поле и другие объекты.\n\nНа территории парка Сосновка выделен участок площадью 134,6 гектара, занятый верховым болотом, который предлагается объявить памятником природы регионального значения. Основные воздействия на природные комплексы территории включают рекреационные нагрузки, такие как вытаптывание, разведение костров и замусоривание. Вода в прудах загрязнена мусором, а берега испытывают высокую рекреационную нагрузку.\n\nЮнтоловский лесопарк находится в Приморском районе и занимает площадь около 174 гектаров. Территория предлагается к организации ООПТ регионального значения для сохранения ценных природных комплексов, таких как лесной массив, участок верхового болота и пойма реки Каменки. Это местообитание важно для сохранения популяций редких видов растений, занесенных в Красные книги Российской Федерации и Санкт-Петербурга. Растительный покров территории разнообразен, включающий лесную, кустарниковую и болотную растительность. Здесь произрастает 341 вид сосудистых растений, 85 видов мохообразных и 125 видов лишайников. Создание ООПТ поможет сохранить популяцию восковника болотного и другие редкие виды. Современные воздействия на природные комплексы территории обусловлены ведением сельского хозяйства и рекреационными нагрузками, которые могут быть устранимы при введении природоохранного режима."
    ],
    "5": [
      "assistantСогласно анализу планируемых изменений в структуре ЗНОП к 2021 году, ожидается следующее:\n\n1. Увеличение ЗНОП резервов озеленения в 1,5 раза, с 198,2 га до 277,81 га.\n\n2. Увеличение ЗНОП местного значения в 1,13 раз, с 1529,46 га до 1728,92 га.\n\n3. Сокращение ЗНОП городского значения в 0,9 раз, с 6152,78 га до 5954,96 га.\n\nТаким образом, по сравнению с предыдущими годами, увеличивается количество территории под озеленением, а также местное значение зеленых насаждений, при этом уменьшается территория с городским значением. Эти изменения направлены на улучшение экологического состояния города и повышение качества жизни его жителей."
    ],
    "6": [
      "assistantСанкт-Петербург обладает множеством исторических парков, являющихся объектами культурного наследия (ОКН) согласно 73-ФЗ. Некоторые из них имеют платную доступность и являются зелеными насаждениями ограниченного пользования, тогда как большинство является общего пользования и регламентируется как Законом Санкт-Петербурга о Зеленых Насаждениях Общего Пользования (ЗНОП), так и федеральными и региональными законами по охране и использованию ОКН.\n\nСтатус ЗНОП Санкт-Петербурга включает 43% территории, которые также находятся под влиянием режимов охраны ОКН и их зон. Эти территории успешно совмещают рекреационное назначение и задачи охраны культурного наследия благодаря положениям «О зеленых насаждениях в Санкт-Петербурге» и «О благоустройстве в Санкт-Петербурге».\n\nКатегории охраны и виды зон охраны ОКН представлены в таблице 2, включающей 3 460 гектаров ЗНОП, распределенных между 1 759 гектарами федерального значения, 165 гектарами регионального значения и 650 гектарами зон охраняемого ландшафта. Карты категорий ОКН и зон охраны представлены на рисунках 11-14."
    ],
    "7": [
      "assistantСуммаризация:\n\nСтепень благоустроенности участков ЗНОП (Зеленых насаждений особого назначения) отражается их способностью выполнять рекреационные функции. Для оценки благоустроенности выбрано количество скамеек и урн для мусора на 1 га территории. Там, где этот показатель выше, обычно присутствуют другие элементы благоустройства, такие как дорожки, спортивные и детские площадки.\n\nРезультаты анализа представлены на карте рис. 15, которая демонстрирует насыщенность участков некоторыми элементами благоустройства. Это позволяет оценить степень благоустроенности каждого участка ЗНОП."
    ],
    "8": [
      "assistantПоказатель обеспеченности населения Санкт-Петербурга зелёными насаждениями общего пользования (ЗНОП) был рассчитан как отношение площади ЗНОП к количеству человек, проживающих в радиусе 400 метров. Результат представлен на рисунке 6, где показатель сгруппирован в 5 групп: синий (0-20 м2/человека), бирюзовый (20-1000 м2/человека), зеленый (100-500 м2/человека), желтый (500-1500 м2/человека) и красный (более 1500 м2/человека).\n\nИсходя из визуализации, наибольшая доступность ЗНОП для населения сосредоточена в 2 точках Петродворцового района и 1 точке Пушкинского района. Петродворцовый район обеспечивает высокую доступность благодаря историческим и демографическим причинам, а также большому количеству парков. В Пушкинском районе доступность ЗНОП больше присутствует в районе г. Пушкин и Павловск.\n\nВ целом, доступность ЗНОП крайне низкая для большинства районов. Большая часть жителей живет в местности с показателем 0-20 м2/человека, а отдельные районы имеют показатель в 20-1000 м2/человека. Исключением являются лишь Петродворцовый и Пушкинский районы, а также большая часть Курортного района, где показатель выше 100 м2/человека.\n\nПри создании новых районов и благоустройстве существующих необходимо следить за показателем доступности ЗНОП для населения и по возможности увеличивать его. Рассчитанный показатель для ЗНОП городского значения к количеству человек, проживающих в радиусе 700 метров, подтверждает важность вклада городских властей в обеспечение доступности ЗНОП. \n\nНа основе анализа визуализации можно сделать следующие выводы:\n- Петродворцовый район сохраняет лидерство;\n- Курортный район поднимается на второе место;\n- Пушкинский район уступает им из-за отсутствия максимального показателя;\n- Кронштадтский и Колпинский районы повышаются на высокие места;\n- Городские ЗНОП играют большую роль в поддержании показателя в основных городских районах.\n\nКарта доступности ЗНОП ГЗ для населения (рисунок 17) является более контрастной, чем предыдущая, с меньшей долей показателей в 0-10 м2/человека. Четче видна разница между 0 м2/человека и 10-20 м2/человека, предоставляющая основную информацию о ЗНОП в основных городских районах."
    ],
    "9": [
      "assistantВо втором показателе рассматривается количество людей, живущих в радиусе 700 метров вокруг площадей зеленых насаждений общего пользования городского значения. Результат представлен на рисунках ниже. Данные группируются по трем категориям: светло-зеленому (0–2000 человек/га), желтому (2000–4000 человек/га) и красному (4000–972 000 человек/га). Анализ показывает, что крупнейшие по площади ЗНОП имеют минимальное число жителей. Это связано с их удаленностью от центра Санкт-Петербурга и малым количеством местных жителей.\n\nСредняя нагрузка преимущественно сосредоточена в районах основной городской застройки, однако в отличие от первой карты, она не сконцентрирована в центре города, а распределяется относительно равномерно по всем районам. Максимальная нагрузка наиболее заметна в Центральном, Адмиралтейском и Петроградском районах, хотя присутствует и в других районах, но уступает средней нагрузке. \n\nРис. 18 – Нагрузка на ЗНОП\nРис. 19 – Фрагмент карты нагрузки на ЗНОП\nРис. 20 – Карта нагрузки на ЗНОП ГЗ\nРис. 21 – Фрагмент карты нагрузки на ЗНОП ГЗ"
    ],
    "10": [
      "assistantАнализ месторасположения ЗНОП в городском планировании выявил низкую доступность зеленых насаждений в некоторых районах, а те, что доступны, испытывают высокую рекреационную нагрузку. Создание новых ЗНОП в центрах города затруднительно, поэтому необходимо сохранять существующие. Дороговизна недвижимости ведет к ликвидации и застройке ЗНОП.\n\nСтепень благоустроенности ЗНОП определяется их способностью выполнять рекреационные функции. Выбранный показатель — количество скамеек и урн на 1 га территории — указывает на наличие других элементов благоустройства. Многие ЗНОП имеют недостаточное количество или отсутствие таких элементов, снижая их рекреационную функцию.\n\nРекомендуется увеличить количество и разнообразие элементов благоустройства, включая детские площадки, скейтпарки и велодорожки, чтобы удовлетворить потребности различных возрастных и социальных групп. При разработке проектов благоустройства следует учитывать природоохранную ценность ЗНОП, особенно тех, располагающихся на территории ООПТ.\n\nОдним из примеров такой ЗНОП является ЗНОП в Полежаевском парке, требующее реконструкции и имеющее большой рекреационный потенциал. Создание экологических троп может увеличить рекреационную функцию без нарушения природоохранной ценности. Устранение загрязнения территории, организация уборки и экологического просвещения граждан помогут повысить уровень жизни и сократить негативное воздействие на ЗНОП."
    ],
    "11": [
      "assistantСогласно проведенным исследованиям, было изучено количество редких видов живых организмов на территории городских зеленых насаждений Санкт-Петербурга. На основе полученных данных была составлена карта местонахождений редких видов (Рис. 22).\n\nОсновные выводы:\n- Наибольшее число местонахождений редких видов обнаружено в Баболовском парке (29) и парке Знаменка (10).\n- Меньше 5–10 местнахождений имеют 5 зеленых насаждений: Юнтоловский лесопарк (9), парк Сосновка (8), сквер б/н на ул. Инструментальщиков (6), Пискарёвский парк (5) и др.\n- Самое скудное разнообразие (1–5 местонахождений) имеет 55 зеленых насаждений, включая сквер б/н в Ректорском проезде, парк Озеро Долгое, сад Миранда, сквер б/н на Гданьской ул. и другие.\n\nТакже были выявлены зеленые насаждения без редких видов (6971)."
    ],
    "12": [
      "assistantСанкт-Петербург находится в восточно-европейской части таежной зоны, в её южной подзоне, являясь крупнейшим городом этого типа. Территория характеризуется хвойными лесами — сосновыми и еловыми. В Санкт-Петербурге присутствует значительное количество таких лесов. Правовой статус лесных ландшафтов регулируется Лесным кодексом РФ, согласно которому они считаются городскими лесами, предназначенными для защиты. Некоторые зеленые насаждения общего пользования включают естественные леса, повышая их природоохранную ценность (рис. 23). Этот рисунок демонстрирует ландшафтные состояния в Зеленых Насаждениях Общего Пользования."
    ],
    "13": [
      "assistantЧасть ЗНОП находится на существующих и планируемых к организации объектах особого природоохранного значения (ООПТ). Из 904 известных местонахождений редких видов, 289 или около 32% (примерно 1/3) находятся на ЗНОП. Категории ЗНОП включают городское значение (120+454+65=639), местное значение (0+6+163=169), резерв озеленения (30+10+38=78), всего по категориям 150+471+265=886.\n\nВ таблице 3 представлены данные по грибам, лишайникам, мохообразным, сосудистым растениям, насекомым, птицам и млекопитающим. В таблице 4 представлены данные по России, где основными являются сосудистые растения (85+3+11=99) и птицы (2).\n\nСоздается проблема в определении правового статуса и целевого назначения территорий, так как для ООПТ основной цель — охрана природы, а для ЗНОП — рекреационная функция и благоустройство. Разные комитеты городского правительства отвечают за функционирование ЗНОП и ООПТ, что блокирует создание новых ООПТ на территориях ЗНОП. Важно найти решение для согласования природоохранных и рекреационных функций. Аналогичный вопрос был успешно решен в Санкт-Петербурге для историко-культурных и рекреационных функций ЗНОП."
    ],
    "14": [
      "assistantСогласование рекреационных и природоохранных функций зеленых насаждений требует двух подходов:\n\n1. При расчете обеспеченности населения зелеными насаждениями необходимо учитывать территории Особо Охраняемые Природные Территории (ООПТ), пригодные для рекреации.\n\n2. В нормативно-правовых актах Санкт-Петербурга должны быть внесены изменения, позволяющие учитывать интересы охраны природы при развитии и реализации проектов благоустройства зеленых насаждений с особенной природоохранной ценностью.\n\nЭти меры помогут сбалансировать потребности в рекреации и защите окружающей среды."
    ],
    "15": [
      "assistantЦелью работы было анализировать размещение существующих и планируемых зеленых насаждений (ЗНОП) Санкт-Петербурга (СПб) с точки зрения их градостроительных, рекреационных, природоохранных и средообразующих функций и разработать рекомендации по их оптимизации.\n\nВ первой главе была дана характеристика существующей ситуации с ЗНОП в СПб. Проанализировано законодательство, регулирующее размещение и охрану ЗНОП, проведен анализ паспортов ЗНОП и выполнено натурное исследование. Также описана характеристика крупнейших ЗНОП города.\n\nАнализ показал градостроительные и рекреационные функции ЗНОП, после чего были даны рекомендации по их оптимизации и сохранению природоохранной функции особо охраняемых территорий (ООПТ), включающих ЗНОП.\n\nТакже был проведен анализ соотношения размещения ЗНОП с местообитаниями редких видов и ценными типами растительности и ландшафтов. В результате были даны рекомендации по оптимизации природоохранной и средообразующей функций ЗНОП.\n\nРезультатом работы стало выявление основных проблем и предложений по улучшению экологической ситуации в городе через рациональное использование ЗНОП."
    ]
  }
}