{
    "name": "ГОСТ 7.32-2017",
    "description": "ОТЧЕТ О НАУЧНО-ИССЛЕДОВАТЕЛЬСКОЙ РАБОТЕ",
    "elements": {
        "Титульный лист": {
            "description": "Титульный лист является первой страницей отчета о НИР и служит источником информации, необходимой для обработки и поиска отчета в информационной среде.",
            "content": [
                "наименование министерства (ведомства) или другого структурного образования, в систему которого входит организация-исполнитель",
                "наименование (полное и сокращенное) организации — исполнителя НИР",
                "индекс Универсальной десятичной классификации",
                "номера, идентифицирующие отчет",
                "грифы согласования и утверждения отчета, включая подпись руководителя организации с расшифровкой, печать организации и даты согласования и утверждения отчета",
                "вид документа",
                "наименование НИР",
                "наименование отчета",
                "вид отчета (заключительный, промежуточный)",
                "номер (шифр) научно-технической программы, темы",
                "номер книги отчета (при наличии нескольких книг отчета)",
                "должность, ученую степень, ученое звание, подпись, инициалы и фамилию научного руководителя/руководителей НИР",
                "место и год составления отчета"
            ],
            "required": true
        },
        "Список исполнителей": {
            "description": "В список исполнителей должны быть включены фамилии и инициалы, должности, ученые степени, ученые звания и подписи руководителей НИР, ответственных исполнителей, исполнителей и соисполнителей, принимавших непосредственное участие в выполнении работы, с указанием их роли в подготовке отчета Если отчет выполнен одним исполнителем, его должность, ученую степень, ученое звание, фамилию и инициалы следует указывать на титульном листе отчета. В этом случае структурный элемент отчета «СПИСОК ИСПОЛНИТЕЛЕЙ» не оформляют.",
            "content": [
                "список исполнителей",
                "ФИО",
                "должности",
                "ученые степени",
                "ученые звания",
                "подписи"
            ],
            "required": true
        },
        "Реферат": {
            "description": "отражает объект исследования или разработки, цель работы, методы или методологию проведения работы, результаты работы и их новизну, область применения результатов, рекомендации по внедрению или итоги внедрения результатов НИР, кономическую эффективность или значимость работы, прогнозные предположения о развитии объекта исследования",
            "content": [
                "ведения об общем объеме отчета, количестве книг отчета, иллюстраций, таблиц, использованных источников, приложений",
                "перечень ключевых слов",
                "текст реферата"
            ],
            "required": true
        },
        "Содержание": {
            "description": "Содержание включает введение, наименование всех разделов и подразделов, пунктов (если они имеют наименование), заключение, список использованных источников и наименования приложений с указанием номеров страниц, с которых начинаются эти элементы отчета о НИР.",
            "content": [
                "список основных структурных элементов"
            ],
            "required": true
        },
        "Термины и определения": {
            "description": "содержит определения, необходимые для уточнения или установления терминов, используемых в отчете о НИР.",
            "content": [
                "термины",
                "определения"
            ],
            "required": false
        },
        "Перечень сокращений и обозначений": {
            "description": "содержит перечень сокращений и обозначений",
            "content": [
                "сокращения",
                "обозначения"
            ],
            "required": false
        },
        "Введение": {
            "description": "содержит оценку современного состояния решаемой научно-технической проблемы, основание и исходные данные для разработки темы, обоснование необходимости проведения НИР, сведения о планируемом научно-техническом уровне разработки, о патентных исследованиях и выводы из них, сведения о метрологическом обеспечении НИР.",
            "content": [
                "планируемый научно-технический уровень разработки",
                "патентные исследования",
                "выводы из патентных исследований",
                "сведения о метрологическом обеспечении НИР.",
                "актуальность и новизна темы",
                "связь данной работы с другими научно-исследовательскими работами.",
                "цели и задачи исследований",
                "перечень наименований всех подготовленных промежуточных отчетов по этапам и их регистрационные номера"
            ],
            "required": true
        },
        "Основная часть отчета о НИР": {
            "description": "Cодержит данные, отражающие сущность, методику и основные результаты выполненной НИР",
            "content": [
                "выбор направления исследований",
                "методы решения задач",
                "сравнительную оценку методов решения задач",
                "описание выбранной общей методики проведения НИР",
                "процесс теоретических и (или) экспериментальных исследований",
                "методы исследований",
                "методы расчета",
                "обоснование необходимости проведения экспериментальных работ, принципы действия разработанных объектов",
                "обобщение и оценку результатов исследования",
                "сравнение с аналогичными результатами отечественных и зарубежных работ"
            ],
            "required": true
        },
        "Заключение": {
            "description": "содержит выводы по результатам выполенной НИР",
            "content": [
                "краткие выводы по результатам выполненной НИР или отдельных ее этапов",
                "оценку полноты решений поставленных задач",
                "разработку рекомендаций и исходных данных по конкретному использованию результатов НИР",
                "результаты оценки технико-экономической эффективности внедрения",
                "результаты оценки научно-технического уровня выполненной НИР в сравнении с лучшими достижениями в этой области"
            ],
            "required": true
        },
        "Список использованных источников": {
            "description": "содержит сведения об источниках, используемых при составлении отчёта",
            "content": [
                "библиографические записи на документы, использованные при составлении отчета"
            ],
            "required": false
        },
        "Приложения": {
            "description": "Содержат материалы, дополняющие текст отчета, связанные с выполненной НИР",
            "content": [
                "дополнительные материалы к отчету",
                "промежуточные математические доказательства и расчеты",
                "таблицы вспомогательных цифровых данных",
                "протоколы испытаний",
                "заключение метрологической экспертизы",
                "инструкции, методики, описания алгоритмов и программ, разработанных в процессе выполнения НИР",
                "иллюстрации вспомогательного характера",
                "копии технического задания на НИР, программы работ или другие исходные документы для выполнения НИР",
                "протокол рассмотрения результатов выполненной НИР на научно-техническом совете",
                "акты внедрения результатов НИР или их копии",
                "копии охранных документов",
                "библиографический список публикаций и патентных документов"
            ],
            "required": false
        }
    },
    "params": {

    }
}