{"requirements": {"Область применения": "Описаны требования к оформлению отчета о НИР, включая грифы согласования и утверждения, содержание, список исполнителей, реферат, термины и определения, перечень сокращений и обозначений, список использованных источников, приложения.", "Требования к структурным элементам отчета": {"Титульный лист": ["Титульный лист является первой страницей отчета о НИР.", "На титульном листе должны быть указаны: наименование министерства (ведомства), полное и сокращенное наименование организации-исполнителя, индекс УДК, регистрационные номера НИР и отчета, грифы согласования и утверждения."], "Список исполнителей": ["Список исполнителей должен включать фамилии и инициалы, должности, ученые степени, ученые звания и подписи руководителей НИР, ответственных исполнителей, исполнителей и соисполнителей."], "Реферат": ["Реферат должен содержать информацию об общем объеме отчета, ключевые слова и текст реферата с определенными структурными частями."], "Содержание": ["Содержание должно включать введение, наименования всех разделов и подразделов, заключение, список использованных источников и наименования приложений с указанием номеров страниц начала каждого элемента отчета."], "Термины и определения": ["Структурный элемент \"Термины и определения\" содержит определения, используемые в отчете о НИР."], "Перечень сокращений и обозначений": ["Структурный элемент \"Перечень сокращений и обозначений\" содержит сокращения и обозначения, используемые в отчете о НИР."], "Введение": ["Введение должно содержать оценку современного состояния решаемой научно-технической проблемы, цели и задачи НИР, планируемый научно-технический уровень разработки, метрологическое обеспечение, связь работы с другими НИР."], "Основная часть отчета о НИР": ["Основная часть должна содержать данные о сущности, методике и результатам НИР, включая выбор направления исследований, процесс исследований, обобщение результатов и оценку их эффективности."], "Заключение": ["Заключение должно содержать краткие выводы, оценку решений задач, рекомендации и результаты оценки эффективности НИР."], "Список использованных источников": ["Список использованных источников должен содержать библиографические записи на документы, использованные при составлении отчета."], "Приложения": ["В приложения следует включать материалы, дополняющие текст отчета, такие как протоколы, инструкции, иллюстрации, акты внедрения результатов и другие."], "Грифы согласования и утверждения": ["Слова \"СОГЛАСОВАНО\" и \"УТВЕРЖДАЮ\"", "Наименование должности, ученой степени, ученого звания лица", "Личная подпись (синий цвет чернил)", "Расшифровка подписи (инициалы и фамилия)", "Дата согласования и утверждения (формат: дд.мм.гггг)", "Печать организации", "Расположение: СОГЛАСОВАНО слева на титульном листе, УТВЕРЖДАЮ справа, ниже номеров отчета", "Данные под грифами через один межстрочный интервал"], "Вид документа": ["ОТЧЕТ О НАУЧНО-ИССЛЕДОВАТЕЛЬСКОЙ РАБОТЕ"], "Наименование НИР": ["Приводится строчными буквами с первой прописной по центру строки"], "Наименование отчета": ["Приводится прописными буквами, по центру строки"], "Вид отчета": ["Промежуточный или заключительный (в круглых скобках)", "Для промежуточных указывается номер этапа"], "Номер НТП/темы": ["Печатают по центру страницы с прописной буквы"], "Номер книги отчета": ["Если несколько книг - указывается слово \"Книга\" и номер текущей книги"], "Подписи научного руководителя": ["Должность, ученая степень, ученое звание слева, подпись инициалы и фамилия справа"], "Место и год составления отчета": ["Приводятся по центру в нижней части титульного листа, разделены пробелом"]}, "Правила оформления": {"Общие требования": {"Текст": {"Формат": "A4", "Интервал": "1.5", "Цвет шрифта": "черный", "Размер шрифта": "не менее 12 pt", "Тип шрифта": "Times New Roman"}, "Поля": {"Левое": "30 мм", "Правое": "15 мм", "Верхнее": "20 мм", "Нижнее": "20 мм"}}, "Титульный лист": {"Реквизиты": ["Наименование министерства (ведомства) или другого структурного образования", "Полное и сокращенное наименование организации-исполнителя НИР", "Индекс УДК, регистрационные номера НИР и отчета", "Грифы согласования и утверждения"]}, "Таблицы": {"Размещение": "непосредственно после текста, в котором упоминаются впервые, или на следующей странице", "Нумерация": "арабскими цифрами сквозной нумерацией", "Наименование": "под таблицей, слева, без абзацного отступа"}, "Формулы и уравнения": {"Размещение": "в отдельную строку, выше и ниже каждой формулы не менее одной свободной строки", "Нумерация": "арабскими цифрами в пределах всего отчета в круглых скобках в крайнем правом положении на строке"}, "Грифы согласования и утверждения": {"Расположение": "Слева и справа на титульном листе", "Цвет подписи": "Синий", "Дата": "Формат дд.мм.гггг", "Расшифровка подписи": "Инициалы и фамилия", "Данные под грифами": "Через один межстрочный интервал"}, "Дата": {"Формат": "дд.мм.гггг", "Допускается": "словесно-цифровой способ оформления"}, "Вид документа": {"ОТЧЕТ О НАУЧНО-ИССЛЕДОВАТЕЛЬСКОЙ РАБОТЕ": "Прописными буквами, по центру"}, "Наименование НИР": {"Регистр": "Строчные с первой прописной по центру"}, "Вид отчета": {"Формат": "В круглых скобках, номер этапа для промежуточных"}, "Номер НТП/темы": {"Формат": "Прописной буквы по центру"}, "Номер книги отчета": {"Формат": "Слово \"Книга\" и номер текущей книги"}, "Подписи научного руководителя": {"Расположение": "Слева должности инициалы и фамилия, справа"}, "Место и год составления отчета": {"Расположение": "По центру в нижней части титульного листа"}}}}