{"requirements": {"document_approval": {"elements": {"agreed_approval_phrase": {"description": "The approval stamp consists of the words 'AGREED' and 'APPROVED', the job title, academic degree, academic title of the person who approved the report, personal signature (in blue ink), signature decryption (initials and surname), and the date of approval and approval of the report.", "placement": "The 'AGREED' stamp is placed on the left side of the title page, while 'APPROVED' is placed on the right side. They are located below the report identification numbers, with two line spacing in between."}, "date_format": {"description": "The approval and approval dates are formatted in Arabic numerals in the following sequence: day, month, year. The day and month are formatted with two pairs of Arabic numerals separated by a dot, and the year is formatted with four Arabic numerals. Verbal-numeric date formatting is also acceptable."}, "organization_seal": {"description": "The organization's seal that approved and approved the report is placed below the agreed and approved stamps, with one line spacing in between."}}}, "document_structure_requirements": {"title_page": {"document_type": "The document type 'REPORT ON RESEARCH WORK' should be written in capital letters at the center of the page, with 'REPORT' on the first line centered and 'ON RESEARCH WORK' on the next line.", "research_name": "The research name should be written in lowercase with the first word capitalized and centered on the page, with one line spacing.", "report_name": "The report name should be written in uppercase, centered on the page with one line spacing. If the research name is the same as the report name, only one name should be written in uppercase without the phrase 'on the topic' in lowercase letters.", "report_type": "The report type should be in lowercase within round brackets. For interim reports, the stage number should be indicated after a comma within the same round brackets.", "program_code": "The program or theme code should be printed at the center of the page with the first letter capitalized, with one line spacing.", "report_book_number": "If the report consists of multiple books, the word 'Book' in lowercase with the current book number should be included on the title page separated by a space."}, "additional_signatures_page": {"description": "If all required signatures do not fit on the title page, they should be moved to an additional page. The top right of the additional page should state 'Continuation of the title page', and the bottom right of the first page should state 'Continued on the next page'."}, "preparation_location_year": {"description": "The location (city or other place of report preparation) and the year of report preparation should be centered at the bottom of the title page, separated by a space. If the title page continues to the next page, the location and year should only be included on the first page."}}, "content_structure": {"abstract": {"general_info": "The general information about the report's total volume, number of books, illustrations, tables, used sources, and appendices should be the first component of the abstract, listed with commas.", "keywords": "The keywords should be the second component of the abstract, written in capital letters with each word separated by a comma, without indentation or word wrapping, and without a period at the end of the list.", "text": "The abstract text should be indented after the keywords. Paragraph indents should be used to highlight the structural parts of the abstract in accordance with the guidelines."}, "table_of_contents": {"format": "Each table of contents entry should be formatted as a separate paragraph aligned to the left. Page numbers should be right-aligned and connected to the name of the structural element or section of the report using leaders."}, "terms_and_definitions": {"format": "The list of terms and definitions should be formatted as a list of terminological articles. The list should be in a column without punctuation marks at the end. Terms are listed alphabetically on the left without an indent, and their definitions are separated by a dash on the right."}, "abbreviations_and_symbols": {"format": "The list of abbreviations, symbols, units of physical quantities, and their definitions should be presented in a column without punctuation marks at the end of the line. The abbreviations, symbols, units of physical quantities are listed alphabetically on the left without an indent, and their detailed decryption is provided after a dash on the right."}, "references": {"format": "Information about the sources should be arranged in the order of appearance of references in the report text and numbered with Arabic numerals followed by a period. The list is indented."}, "appendices": {"types": "Appendices may include graphical material, tables not exceeding A3 format, calculations, descriptions of algorithms and programs. Appendices can be formatted as a continuation of the report on subsequent pages or as a separate document (book).", "references": "In-text references to all appendices should be provided in the report text. Appendices are arranged in the order of the references in the report text."}}}}